[
  {
    "id": 1,
    "title": "FIFA World Cup 2022: Meet the full list of qualified countries and their groups",
    "author": "Marca",
    "date": "July 14, 2022",
    "body": "With Costa Rica beating New Zealand for the final place in the 2022 World Cup that will happen in Qatar by the end of the year. We finally have a full list of nations inside their respective groups. Needless to say, there is a short list of countries that are considered favorites to win the tournament but some of them will have a relatively harder road to reach the final stages of the tournament.",
    "image": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/44f4a230-824c-4137-aca9-740892026c19/der9h3x-acda857e-97c5-47f7-ad85-92c3fda9cbd1.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7InBhdGgiOiJcL2ZcLzQ0ZjRhMjMwLTgyNGMtNDEzNy1hY2E5LTc0MDg5MjAyNmMxOVwvZGVyOWgzeC1hY2RhODU3ZS05N2M1LTQ3ZjctYWQ4NS05MmMzZmRhOWNiZDEuanBnIn1dXSwiYXVkIjpbInVybjpzZXJ2aWNlOmZpbGUuZG93bmxvYWQiXX0.4qpEq4a9uCgSwqjTq4Nr_FeFHJaLXTKxcxjTm_HmBwE"
  },
  {
    "id": 2,
    "title": "CoD Modern Warfare 2 release date: Latest news on 2022 and 2023 games",
    "author": "Rob Leane",
    "date": "July 10, 2022",
    "body": "Another year and another CoD game - before we take an unprecedented year off. Call of Duty: Modern Warfare 2 has a release date and it promises to deliver a game that looks to be a return to form for the series. The original CoD MW2 launched way back in 2009, and fans have been looking forward to this more modern take for quite a while now after how popular the last Modern Warfare was.",
    "image": "https://media.sirusgaming.com/wp-content/uploads/2022/05/call-of-duty-modern-warfare-ii-01-1.jpg"
  },
  {
    "id": 3,
    "title": "Jinjer tour dates 2022 - 2023",
    "author": "Songkick",
    "date": "July 15, 2022",
    "body": "Jinjer is currently touring across 20 countries and has 52 upcoming concerts. Their next tour date is at Graspop Metal Meeting in Dessel, after that they'll be at Copenhell in Copenhagen. See all your opportunities to see them live below!",
    "image": "https://pbs.twimg.com/media/FOVa5wiWUAADeGy.jpg"
  },
  {
    "id": 4,
    "title": "An Overview of the 2022 Lamborghini Aventador Ultimate",
    "author": "lamborghini palm beach",
    "date": "July 12, 2022",
    "body": "When you drive a Lamborghini, you know that you are part of an elite club. The 2022 Lamborghini Aventador is one of the most stylish-looking sports cars on the market, and just when you thought it could not get better, it did. The Aventador Ultimae is here with two models- Coupe and Roadster.",
    "image": "https://english.cdn.zeenews.com/sites/default/files/2022/06/15/1054121-lamborghini-aventador-ultimae-edition.jpeg"
  },
  {
    "id": 5,
    "title": "Oleksandr Zinchenko Receives Major Blow Ahead of France Clash, Goalkeeper Denies Cristiano Ronaldo - Man City International Round-Up: Day One",
    "author": "FREDDIE PYE",
    "date": "July 15, 2022",
    "body": "When you drive a Lamborghini, you know that you are part of an elite club. The 2022 Lamborghini Aventador is one of the most stylish-looking sports cars on the market, and just when you thought it could not get better, it did.",
    "image": "https://www.thesun.co.uk/wp-content/uploads/2018/10/NINTCHDBPICT000437960878.jpg"
  },
  {
    "id": 6,
    "title": "GPU Prices, June 2022: Supply Up and Demand Down",
    "author": "Jarred Walton",
    "date": "July 8, 2022",
    "body": "We track current GPU prices on all the best graphics cards and the latest additions to our GPU benchmarks hierarchy. We scrape eBay's historical data to get details on what sort of prices people are paying for GPUs. We provide monthly updates on eBay's prices for the latest generation Nvidia Ampere and AMD Big Navi generation GPUs, along with the previous generation Turing and RDNA graphics cards.",
    "image": "https://tech4gamers.com/wp-content/uploads/2022/04/msi-suprim-x-3090-ti-featured.webp"
  },
  {
    "id": 7,
    "title": "What Lady Gaga Could Look Like As Harley Quinn In Joker 2",
    "author": "ADAM BENTZ",
    "date": "July 14, 2022",
    "body": "New Joker 2 fan art by BossLogic imagines what Lady Gaga could like as Harley Quinn in the musical sequel tentatively titled Joker: Folie à Deux. Shortly after the Todd Phillips-directed Joker movie starring Joaquin Phoenix became the first R-rated film to gross over $1 billion at the box office, Warner Bros. and DC Films began seriously discussing the development of a sequel.",
    "image": "https://images.ctfassets.net/m3kfiwxadki8/5Zyl1M4rdoWmGkW4vzhpZI/42a2a8531e6560c4b7169172f0f2aa4e/LadyGaga-20190328-ANP-entertainment.jpg?fit=thumb&w=727&h=727&fm=jpg"
  },
  {
    "id": 8,
    "title": "Xperia PRO-I hands pics + first camera samples",
    "author": "XB",
    "date": "July 11, 2022",
    "body": "The Xperia PRO-I is Sony’s answer to professional videographers and photographers everywhere. We’ve talked through all of the official details earlier today, but the first hands-on with the device has already arrived courtesy of GSM Arena. You can see a selection of pictures of the Xperia PRO-I in the flesh below. In addition, head over to their site to see the first camera samples from Sony’s latest camera smartphone powerhouse.",
    "image": "https://www.androidheadlines.com/wp-content/uploads/2021/10/Sony-Xperia-PRO-I-image-5.webp"
  },
  {
    "id": 9,
    "title": "The Plan for React 18",
    "author": "Andrew Clark",
    "date": "July 8, 2022",
    "body": "When it’s released, React 18 will include out-of-the-box improvements (like automatic batching), new APIs (like startTransition), and a new streaming server renderer with built-in support for React.lazy. These features are possible thanks to a new opt-in mechanism we’re adding in React 18. It’s called “concurrent rendering” and it lets React prepare multiple versions of the UI at the same time. This change is mostly behind-the-scenes, but it unlocks new possibilities to improve both real and perceived performance of your app.",
    "image": "https://149695847.v2.pressablecdn.com/wp-content/uploads/2021/09/1-2.jpg"
  },
  {
    "id": 10,
    "title": "England Women 2022 Euro squad announcement: Will Steph Houghton, Fran Kirby and Chole Kelly be in or out?",
    "author": "Anton Toloui",
    "date": "July 7, 2022",
    "body": "The Dutch coach has some tricky choices as she cuts her squad down to 23 players, having named an initial squad of 28 players at the end of May. Ahead of the announcement at 5pm on June 15, Sky Sports News.",
    "image": "https://static.standard.co.uk/2022/02/18/13/newFile-2.jpg?width=1200&auto=webp&quality=75"
  }
]
